{
  "posts": [
    {
      "title": "WHAT I WORE THIS WEEK",
      "body": "Another week, another week of outfits. I’ve embraced some slightly dressier looks this week, flying the homegrown flag with some Aussie brands, and dressing up with a look by a quintessential British label. I’ve always found the great thing about fashion is being able to feel and look like a different person according to my mood, and this week has been all about looks with polish and a slight injection of fun. Here’s what I wore. <br /> <br />Out with the girls and this printed Aje dress. Aje’s new season pieces are so great. The cuts and silhouettes are always ultra modern and the prints and colours are all designed to make a statement. I particularly love the voluminous drop sleeve of this leaf print dress as it helps balance out the mini hemline and adds a fun statement element.<br /> <br />I love the terracotta hue of these Acler pants. The wide statement belt, pintucked front and tapered leg make them a a great trouser option as they look polished but still have a bit of a fashion-ey element to them. I wore this look with a bustier top by Viktoria and Woods, which I’ve found to be such a workhorse of my wardrobe. I’ve worn this top a number of times and have found it to be such a great piece to work back with multiple pieces in my closet. As I was going for a dressy vibe, I opted for a clutch by Oroton, but this look could easily work back with a different bag if I wanted to dress it down a little. I’m definitely bookmarking this look for future occasions.",
      "id": 1,
      "img": "<img src={kate12} />"
    },
    {
      "title": "HOW TO BECOME THE ENERGETIC MATCH YOU ARE TRYING TO BECOME",
      "body": "What are you trying to attract into your life right now? Are you matching the energy of that desire? Let’s discuss…

      Right now I am at this weird stage of my life where I want to slow down, be calm and prepare for when baby girl comes into the world! But at the same time, I want everything to be done before her arrival so I can really just soak up ‘mum life’…

      So I basically found myself in this weird stage of hustling really hard to get on top of everything but also just trying to call calm into my life.

     It wasn’t until I had an anxiety attack whilst I was in a pregnancy relaxation massage (yes, in a relaxation massage) that it made me realise I needed to set some boundaries.

     I had always said at week 20 of my pregnancy that I would slow down, take a step back from work & start to really prioritise relaxing, self-care and preparation for our beautiful baby girl’s arrival!

    But as it came around, I felt almost busier than ever before. We had new launches, new collaborations, the R&C project and endless emails and I just felt like no matter what I did, I couldn’t catch up.

(Just a side note, I am so so grateful for all the opportunities in my life, and I know how lucky I am to have them, it all just caught up to me and felt overwhelming to be honest)

So, the point of all this is, I felt like I was trying to attract calm into my life, but my energy was anything but calm.

It was almost like I was saying “after I’ve completed this, then I’ll feel calm” or “when this project is over, then I’ll feel calm”, instead of just matching the energy of what I was trying to attract.

So, I started to think, where in my life can I make changes so that I can become an energetic match for my desires?

I started slowing down my morning routine, switching my workouts for a beach meditation and basically putting boundaries in place and giving myself permission to say ‘no’ to things, so that I could say ‘yes’ to calm.

Now I am prioritising calm into my life, I am matching the energy of my desire, I am taking back control and regaining my power.

So my question to you is:

Where in your life can you match the energy of your desire?

How can you start showing up as if you already have this desire?

What energy are you trying to attract right now?

This is your reminder to give yourself permission and know that it’s okay to set boundaries, it’s okay to say no and it’s okay to change up your routines and habits so that you can become an energetic match for your desire.

You want that job, show up as if you already have it.

You want to be abundant, match the energy.

You want to attract calm into your life, match the energy of calm.

Affirm it, take bold action & remember you have the power.

I hope this message hit some of you the same way it hit me, ",

      "id": 2,
      "img": "<img src={kate12} />"

    },
    {
      "title": "ESSENTIALS YOU WILL NEED",
      "body": "If it hasn’t kicked off already then it will in the coming weeks, as party season is well and truly on its way. I’ve got to attend a number of events for work in the lead up to Christmas and it has got me thinking about even dressing. I know it can become quite a costly exercise having to pull together a new look for every occasion. That’s why I firmly believe that if you start with the basics then you’ll be able to rotate those pieces around to create new looks, while working with existing pieces in your wardrobe. These are the essentials of dressing through the festive season.

    A great clutch
     Whether you’re attending the office Christmas party or drinks with friends, it’s always a good idea to have one standout clutch on hand. I prefer statement clutches — those with a bold colour or punchy print so it can act as an accent piece to the rest of my look.",

      "id": 3,
      "img": "<img src={kate13} />"
    },
    {
      "title": "LADIES TEA ",
      "body": "If it hasn’t kicked off already then it will in the coming weeks, as party season is well and truly on its way. I’ve got to attend a number of events for work in the lead up to Christmas and it has got me thinking about even dressing. I know it can become quite a costly exercise having to pull together a new look for every occasion. That’s why I firmly believe that if you start with the basics then you’ll be able to rotate those pieces around to create new looks, while working with existing pieces in your wardrobe. These are the essentials of dressing through the festive season.

    A great clutch
     Whether you’re attending the office Christmas party or drinks with friends, it’s always a good idea to have one standout clutch on hand. I prefer statement clutches — those with a bold colour or punchy print so it can act as an accent piece to the rest of my look.",

      "id": 4,
      "img": "<img src={kate14} />"
    },
    {
      "title": "ESSENTIALS YOU WILL NEED",
      "body": "If it hasn’t kicked off already then it will in the coming weeks, as party season is well and truly on its way. I’ve got to attend a number of events for work in the lead up to Christmas and it has got me thinking about even dressing. I know it can become quite a costly exercise having to pull together a new look for every occasion. That’s why I firmly believe that if you start with the basics then you’ll be able to rotate those pieces around to create new looks, while working with existing pieces in your wardrobe. These are the essentials of dressing through the festive season.

    A great clutch
     Whether you’re attending the office Christmas party or drinks with friends, it’s always a good idea to have one standout clutch on hand. I prefer statement clutches — those with a bold colour or punchy print so it can act as an accent piece to the rest of my look.",

      "id": 5,
      "img": "<img src={kate15} />"
    },
  ]
}
